export default {
        1:{
            id:1,
            name: "Московская область",
            weather: [
                {
                    t:'32',
                    wind:'22',
                    speed:'2',
                    pressure:'1012',
                    date:'2023-06-01'
                },
                {
                    t:'12',
                    wind:'22',
                    speed:'2',
                    date:'2023-06-01'
                },
            ],
            cities: [
                {
                    id: 1.1,
                    name: "Москва",
                    weather: [
                        {
                            t:'132',
                            wind:'22',
                            speed:'2',
                            pressure:'1013',
                            date:'2023-06-01'
                        },
                        {
                            t:'112',
                            wind:'22',
                            speed:'2',
                            pressure:'1014',
                            date:'2023-06-01'
                        },
                    ],
                },
                {
                    id: 1.2,
                    name: "Балашиха",
                    weather: [
                        {
                            t:'32',
                            wind:'22',
                            speed:'2',
                            date:'2023-06-01'
                        },
                        {
                            t:'12',
                            wind:'22',
                            speed:'2',
                            date:'2023-06-01'
                        },
                    ],
                },
                {
                    id: 1.3,
                    name: "Химки"
                }
            ]
        },
        2:{
            id:2,
            name: "Ленинградская область",
            cities: [
                {
                    id: 2.1,
                    name: "Санкт-Петербург"
                },
                {
                    id: 2.2,
                    name: "Выборг"
                },
                {
                    id: 2.3,
                    name: "Гатчина"
                }
            ]
        },
        3:{
            id:3,
            name: "Свердловская область",
            cities: [
                {
                    id: 3.1,
                    name: "Екатеринбург"
                },
                {
                    id: 3.2,
                    name: "Нижний Тагил"
                },
                {
                    id: 3.3,
                    name: "Каменск-Уральский"
                }
            ]
        },
        4:{
            id:4,
            name: "Ростовская область",
            cities: [
                {
                    id: 4.1,
                    name: "Ростов-на-Дону"
                },
                {
                    id: 4.2,
                    name: "Таганрог"
                },
                {
                    id: 4.3,
                    name: "Шахты"
                }
            ]
        },
        5:{
            id:5,
            name: "Республика Адыгея",
            cities: [
                {
                    id: 5.1,
                    name: "Майкоп"
                },
                {
                    id: 5.2,
                    name: "Адыгейск"
                },
                {
                    id: 5.3,
                    name: "Яблоновский"
                }
            ]
        },
        6:{
            id:6,
            name: "Республика Башкортостан",
            cities: [
                {
                    id: 6.1,
                    name: "Уфа"
                },
                {
                    id: 6.2,
                    name: "Стерлитамак"
                },
                {
                    id: 6.3,
                    name: "Салават"
                }
            ]
        }, 7:{
            id:7,
            name: "Республика Бурятия",
            cities: [
                {
                    id: 7.1,
                    name: "Улан-Удэ"
                },
                {
                    id: 7.2,
                    name: "Северобайкальск"
                },
                {
                    id: 7.3,
                    name: "Гусиноозёрск"
                }
            ]
        }, 8:{
            id:8,
            name: "Республика Алтай",
            cities: [
                {
                    id: 8.1,
                    name: "Горно-Алтайск"
                },
                {
                    id: 8.2,
                    name: "Кош-Агач"
                },
                {
                    id: 8.3,
                    name: "Кокоря"
                }
            ]
        }, 9:{
            id:9,
            name: "Республика Дагестан",
            cities: [
                {
                    id: 9.1,
                    name: "Махачкала"
                },
                {
                    id: 9.2,
                    name: "Хасавюрт"
                },
                {
                    id: 9.3,
                    name: "Каспийск"
                }
            ]
        },
        10: {
            id:10,
            name: "Республика Ингушетия",
            cities: [
                {
                    id: 10.1,
                    name: "Назрань"
                },
                {
                    id: 10.2,
                    name: "Карабулак"
                },
                {
                    id: 10.3,
                    name: "Малгобек"
                }
            ]
        }, 11:{
            id:11,
            name: "Кабардино-Балкарская Республика",
            cities: [
                {
                    id: 11.1,
                    name: "Нальчик"
                },
                {
                    id: 11.2,
                    name: "Нарткала"
                },
                {
                    id: 11.3,
                    name: "Баксан"
                }
            ]
        }, 12:{
            id:12,
            name: "Республика Калмыкия",
            cities: [
                {
                    id: 12.1,
                    name: "Элиста"
                },
                {
                    id: 12.2,
                    name: "Лагань"
                },
                {
                    id: 12.3,
                    name: "Городовиковск"
                }
            ]
        }, 13:{
            id:13,
            name: "Республика Карачаево-Черкессия",
            cities: [
                {
                    id: 13.1,
                    name: "Черкесск"
                },
                {
                    id: 13.2,
                    name: "Карачаевск"
                },
                {
                    id: 13.3,
                    name: "Усть-Джегута"
                }
            ]
        }, 14:{
            id:14,
            name: "Республика Карелия",
            cities: [
                {
                    id: 14.1,
                    name: "Петрозаводск"
                },
                {
                    id: 14.2,
                    name: "Кондопога"
                },
                {
                    id: 14.3,
                    name: "Сегежа"
                }
            ]
        }
};
