export default {
    regions: [
        {
            id: 1,
            name: "Московская область",
            cities: [
                {
                    id: 1.1,
                    name: "Москва"
                },
                {
                    id: 1.2,
                    name: "Балашиха"
                },
                {
                    id: 1.3,
                    name: "Химки"
                }
            ]
        },
        {
            id: 2,
            name: "Ленинградская область",
            cities: [
                {
                    id: 2.1,
                    name: "Санкт-Петербург"
                },
                {
                    id: 2.2,
                    name: "Выборг"
                },
                {
                    id: 2.3,
                    name: "Гатчина"
                }
            ]
        },
        {
            id: 3,
            name: "Свердловская область",
            cities: [
                {
                    id: 3.1,
                    name: "Екатеринбург"
                },
                {
                    id: 3.2,
                    name: "Нижний Тагил"
                },
                {
                    id: 3.3,
                    name: "Каменск-Уральский"
                }
            ]
        },
        {
            id: 4,
            name: "Ростовская область",
            cities: [
                {
                    id: 4.1,
                    name: "Ростов-на-Дону"
                },
                {
                    id: 4.2,
                    name: "Таганрог"
                },
                {
                    id: 4.3,
                    name: "Шахты"
                }
            ]
        }, {
            id: 5,
            name: "Республика Адыгея",
            cities: [
                {
                    id: 5.1,
                    name: "Майкоп"
                },
                {
                    id: 5.2,
                    name: "Адыгейск"
                },
                {
                    id: 5.3,
                    name: "Яблоновский"
                }
            ]
        }, {
            id: 6,
            name: "Республика Башкортостан",
            cities: [
                {
                    id: 6.1,
                    name: "Уфа"
                },
                {
                    id: 6.2,
                    name: "Стерлитамак"
                },
                {
                    id: 6.3,
                    name: "Салават"
                }
            ]
        }, {
            id: 7,
            name: "Республика Бурятия",
            cities: [
                {
                    id: 7.1,
                    name: "Улан-Удэ"
                },
                {
                    id: 7.2,
                    name: "Северобайкальск"
                },
                {
                    id: 7.3,
                    name: "Гусиноозёрск"
                }
            ]
        }, {
            id: 8,
            name: "Республика Алтай",
            cities: [
                {
                    id: 8.1,
                    name: "Горно-Алтайск"
                },
                {
                    id: 8.2,
                    name: "Кош-Агач"
                },
                {
                    id: 8.3,
                    name: "Кокоря"
                }
            ]
        }, {
            id: 9,
            name: "Республика Дагестан",
            cities: [
                {
                    id: 9.1,
                    name: "Махачкала"
                },
                {
                    id: 9.2,
                    name: "Хасавюрт"
                },
                {
                    id: 9.3,
                    name: "Каспийск"
                }
            ]
        }, {
            id: 10,
            name: "Республика Ингушетия",
            cities: [
                {
                    id: 10.1,
                    name: "Назрань"
                },
                {
                    id: 10.2,
                    name: "Карабулак"
                },
                {
                    id: 10.3,
                    name: "Малгобек"
                }
            ]
        }, {
            id: 11,
            name: "Кабардино-Балкарская Республика",
            cities: [
                {
                    id: 11.1,
                    name: "Нальчик"
                },
                {
                    id: 11.2,
                    name: "Нарткала"
                },
                {
                    id: 11.3,
                    name: "Баксан"
                }
            ]
        }, {
            id: 12,
            name: "Республика Калмыкия",
            cities: [
                {
                    id: 12.1,
                    name: "Элиста"
                },
                {
                    id: 12.2,
                    name: "Лагань"
                },
                {
                    id: 12.3,
                    name: "Городовиковск"
                }
            ]
        }, {
            id: 13,
            name: "Республика Карачаево-Черкессия",
            cities: [
                {
                    id: 13.1,
                    name: "Черкесск"
                },
                {
                    id: 13.2,
                    name: "Карачаевск"
                },
                {
                    id: 13.3,
                    name: "Усть-Джегута"
                }
            ]
        }, {
            id: 14,
            name: "Республика Карелия",
            cities: [
                {
                    id: 14.1,
                    name: "Петрозаводск"
                },
                {
                    id: 14.2,
                    name: "Кондопога"
                },
                {
                    id: 14.3,
                    name: "Сегежа"
                }
            ]
        }
    ]
};
