export default {
        1:{
            id:1,
            name: "Московская область",
            cities: {
               '1.1': {
                    id: 1.1,
                    name: "Москва",
                },
                '1.2':{
                    id: 1.2,
                    name: "Балашиха",
                },
                '1.3':{
                    id: 1.3,
                    name: "Химки"
                }
            }
        },
        2:{
            id:2,
            name: "Ленинградская область",
            cities: {
                '2.1':{
                    id: 2.1,
                    name: "Санкт-Петербург"
                },
                '2.2':{
                    id: 2.2,
                    name: "Выборг"
                },
                '2.3':{
                    id: 2.3,
                    name: "Гатчина"
                }
            }
        },
        3:{
            id:3,
            name: "Свердловская область",
            cities: {
                '3.1':{
                    id: 3.1,
                    name: "Екатеринбург"
                },
                '3.2':{
                    id: 3.2,
                    name: "Нижний Тагил"
                },
                '3.3':{
                    id: 3.3,
                    name: "Каменск-Уральский"
                }
            }
        },
        4:{
            id:4,
            name: "Ростовская область",
            cities: {
                '4.1':{
                    id: 4.1,
                    name: "Ростов-на-Дону"
                },
                '4.2':{
                    id: 4.2,
                    name: "Таганрог"
                },
                '4.3':{
                    id: 4.3,
                    name: "Шахты"
                }
            }
        },
        5:{
            id:5,
            name: "Республика Адыгея",
            cities: {
                '5.1':{
                    id: 5.1,
                    name: "Майкоп"
                },
                '5.2':{
                    id: 5.2,
                    name: "Адыгейск"
                },
                '5.3':{
                    id: 5.3,
                    name: "Яблоновский"
                }
            }
        },
        6:{
            id:6,
            name: "Республика Башкортостан",
            cities: {
                '6.1':{
                    id: 6.1,
                    name: "Уфа"
                },
                '6.2':{
                    id: 6.2,
                    name: "Стерлитамак"
                },
                '6.3':{
                    id: 6.3,
                    name: "Салават"
                }
            }
        }, 7:{
            id:7,
            name: "Республика Бурятия",
            cities: {
                '7.1':{
                    id: 7.1,
                    name: "Улан-Удэ"
                },
                '7.2':{
                    id: 7.2,
                    name: "Северобайкальск"
                },
                '7.3':{
                    id: 7.3,
                    name: "Гусиноозёрск"
                }
            }
        }, 8:{
            id:8,
            name: "Республика Алтай",
            cities: {
                '8.1':{
                    id: 8.1,
                    name: "Горно-Алтайск"
                },
                '8.2':{
                    id: 8.2,
                    name: "Кош-Агач"
                },
                '8.3':{
                    id: 8.3,
                    name: "Кокоря"
                }
            }
        }, 9:{
            id:9,
            name: "Республика Дагестан",
            cities: {
                '9.1':   {
                    id: 9.1,
                    name: "Махачкала"
                },
                '9.2':{
                    id: 9.2,
                    name: "Хасавюрт"
                },
                '9.3':{
                    id: 9.3,
                    name: "Каспийск"
                }
            }
        },
        10: {
            id:10,
            name: "Республика Ингушетия",
            cities: {
                '10.1':{
                    id: 10.1,
                    name: "Назрань"
                },
                '10.2':{
                    id: 10.2,
                    name: "Карабулак"
                },
                '10.3':{
                    id: 10.3,
                    name: "Малгобек"
                }
            }
        }, 11:{
            id:11,
            name: "Кабардино-Балкарская Республика",
            cities: {
                '11.1':{
                    id: 11.1,
                    name: "Нальчик"
                },
                '11.2':{
                    id: 11.2,
                    name: "Нарткала"
                },
                '11.3':{
                    id: 11.3,
                    name: "Баксан"
                }
            }
        }, 12:{
            id:12,
            name: "Республика Калмыкия",
            cities: {
                '12.1':{
                    id: 12.1,
                    name: "Элиста"
                },
                '12.2':{
                    id: 12.2,
                    name: "Лагань"
                },
                '12.3':{
                    id: 12.3,
                    name: "Городовиковск"
                }
            }
        }, 13:{
            id:13,
            name: "Республика Карачаево-Черкессия",
            cities: {
                '13.1':{
                    id: 13.1,
                    name: "Черкесск"
                },
                '13.2':{
                    id: 13.2,
                    name: "Карачаевск"
                },
                '13.3':{
                    id: 13.3,
                    name: "Усть-Джегута"
                }
            }
        }, 14:{
            id:14,
            name: "Республика Карелия",
            cities: {
                '14.1':{
                    id: 14.1,
                    name: "Петрозаводск"
                },
                '14.2':{
                    id: 14.2,
                    name: "Кондопога"
                },
                '14.3':{
                    id: 14.3,
                    name: "Сегежа"
                }
            }
        }
};
